Using seed: 8
[?] pour l'aide
commande> d 1 0
mode duplicate
[?] pour l'aide
commande> a T
Rack 0: UAXEHTS
commande> j SEAUX H8
commande> a S
Score 0:   48
commande> a T
Rack 0: HT+IUONU
commande> j HUTIN i9
commande> a S
Score 0:   85
commande> a t
OUNEUNE
commande> a g
     1  2  3  4  5  6  7  8  9 10 11 12 13 14 15
 A   -  -  -  -  -  -  -  -  -  -  -  -  -  -  - 
 B   -  -  -  -  -  -  -  -  -  -  -  -  -  -  - 
 C   -  -  -  -  -  -  -  -  -  -  -  -  -  -  - 
 D   -  -  -  -  -  -  -  -  -  -  -  -  -  -  - 
 E   -  -  -  -  -  -  -  -  -  -  -  -  -  -  - 
 F   -  -  -  -  -  -  -  -  -  -  -  -  -  -  - 
 G   -  -  -  -  -  -  -  -  -  -  -  -  -  -  - 
 H   -  -  -  -  -  -  -  S  E  A  U  X  -  -  - 
 I   -  -  -  -  -  -  -  -  H  U  T  I  N  -  - 
 J   -  -  -  -  -  -  -  -  -  -  -  -  -  -  - 
 K   -  -  -  -  -  -  -  -  -  -  -  -  -  -  - 
 L   -  -  -  -  -  -  -  -  -  -  -  -  -  -  - 
 M   -  -  -  -  -  -  -  -  -  -  -  -  -  -  - 
 N   -  -  -  -  -  -  -  -  -  -  -  -  -  -  - 
 O   -  -  -  -  -  -  -  -  -  -  -  -  -  -  - 
commande> a p
Game: player 1 out of 1
Game: mode=Duplicate
Game: variant=unknown
Game: history:
    N | P |   RACK   |    SOLUTION    | REF | PTS | BONUS
   ===|===|==========|================|=====|=====|======
    1 | 0 |  UAXEHTS | SEAUX          |  H8 |  48 |  
    2 | 0 | HT+IUONU | HUTIN          |  I9 |  37 |  


Rack 0: OU+NEUNE
Score 0:   85
commande> q
fin du mode duplicate
commande> q
