[?] pour l'aide
commande> d 2 1
mode duplicate
[?] pour l'aide
commande> a T
Joueur 0: ATOYDSI
Joueur 1: ATOYDSI
Joueur 2: ATOYDSI
commande> j DOSAIT H4
commande> j DOSAIT h5
commande> a S
Joueur 0:   18
Joueur 1:   14
Joueur 2:   30
commande> a T
Joueur 0: DIAEINS
Joueur 1: DIAEINS
Joueur 2: DIAEINS
commande> n 1
commande> j DISAIENT 7A
commande> a S
Joueur 0:   18
Joueur 1:   75
Joueur 2:   30
commande> j DESTINAI 7E
commande> a S
Joueur 0:   79
Joueur 1:   75
Joueur 2:   93
commande> a t
P?RBFEG
commande> j BERYl 5E
commande> j hYPER 5G
commande> a S
Joueur 0:  122
Joueur 1:  116
Joueur 2:  136
commande> a t
FGPBEET
commande> a g
     1  2  3  4  5  6  7  8  9 10 11 12 13 14 15
 A   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 B   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 C   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 D   -  -  -  -  -  D  -  -  -  -  -  -  -  -  -
 E   -  -  -  -  B  E  -  -  -  -  -  -  -  -  -
 F   -  -  -  -  E  N  -  -  -  -  -  -  -  -  -
 G   -  -  -  -  R  I  -  -  -  -  -  -  -  -  -
 H   -  -  -  O  Y  A  T  S  -  -  -  -  -  -  -
 I   -  -  -  -  l  I  -  -  -  -  -  -  -  -  -
 J   -  -  -  -  -  S  -  -  -  -  -  -  -  -  -
 K   -  -  -  -  -  A  -  -  -  -  -  -  -  -  -
 L   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 M   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 N   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 O   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
commande> a p
Eliot 1.5

Game type: Duplicate
Player 0: Human
Player 1: Human
Player 2: Computer

    N |   RACK   |    SOLUTION     | REF | PTS | P | BONUS
   ===|==========|=================|=====|=====|===|======
    1 |  ATOYDSI | OYATS           |  H4 |  30 | 2 |  
    2 | DI+AEINS | DENIAISA        |  6D |  63 | 2 | *
    3 |  P?RBFEG | BERYl           |  5E |  43 | 0 |  

   Total: 136

Rack 0: FGP+BEET
Rack 1: FGP+BEET
Rack 2: FGP+BEET
commande> q
fin du mode duplicate
commande> q
