Using seed: 0
[?] pour l'aide
commande> e
mode entraînement
[?] pour l'aide
commande> t EA?AEBF
commande> j FABAcEE H4
commande> 
commande> t LMUAEYE
commande> j AY I6
commande> 
commande> t EELMUJE
commande> j JUMEL J2
commande> a g
     1  2  3  4  5  6  7  8  9 10 11 12 13 14 15
 A   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 B   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 C   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 D   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 E   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 F   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 G   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 H   -  -  -  F  A  B  A  c  E  E  -  -  -  -  -
 I   -  -  -  -  -  A  Y  -  -  -  -  -  -  -  -
 J   -  J  U  M  E  L  -  -  -  -  -  -  -  -  -
 K   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 L   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 M   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 N   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 O   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
commande> 
commande> t EEIGLEH
commande> j EGAYEE 7F
commande> 
commande> a g
     1  2  3  4  5  6  7  8  9 10 11 12 13 14 15
 A   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 B   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 C   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 D   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 E   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 F   -  -  -  -  -  -  E  -  -  -  -  -  -  -  -
 G   -  -  -  -  -  -  G  -  -  -  -  -  -  -  -
 H   -  -  -  F  A  B  A  c  E  E  -  -  -  -  -
 I   -  -  -  -  -  A  Y  -  -  -  -  -  -  -  -
 J   -  J  U  M  E  L  E  -  -  -  -  -  -  -  -
 K   -  -  -  -  -  -  E  -  -  -  -  -  -  -  -
 L   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 M   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 N   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 O   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
commande> a p
Eliot 1.5

Game type: Training
Player 0: Human

    N |   RACK   |    SOLUTION     | REF | PTS | P | BONUS
   ===|==========|=================|=====|=====|===|======
    1 |  EA?AEBF | FABAcEE         |  H4 |  80 | 0 | *
    2 |  LMUAEYE | AY              |  I6 |  46 | 0 |  
    3 |  EELMUJE | JUMEL           |  J2 |  38 | 0 |  
    4 |  EEIGLEH | EGAYEE          |  7F |  32 | 0 |  

   Total: 196

Rack 0: HIL
commande> a l
 A B C D E F G H I J K L M N O P Q R S T U V W X Y Z ?
 6 1 2 3 9 1 1 2 8 0 1 4 2 6 6 2 1 6 6 6 5 2 1 1 0 1 1
commande> 
commande> s load_saved_game.elt
commande> q
fin du mode entraînement
commande> c load_saved_game.elt
mode entraînement
[?] pour l'aide
commande> 
commande> a g
     1  2  3  4  5  6  7  8  9 10 11 12 13 14 15
 A   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 B   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 C   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 D   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 E   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 F   -  -  -  -  -  -  E  -  -  -  -  -  -  -  -
 G   -  -  -  -  -  -  G  -  -  -  -  -  -  -  -
 H   -  -  -  F  A  B  A  c  E  E  -  -  -  -  -
 I   -  -  -  -  -  A  Y  -  -  -  -  -  -  -  -
 J   -  J  U  M  E  L  E  -  -  -  -  -  -  -  -
 K   -  -  -  -  -  -  E  -  -  -  -  -  -  -  -
 L   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 M   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 N   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 O   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
commande> a p
Eliot 1.5

Game type: Training
Player 0: Human

    N |   RACK   |    SOLUTION     | REF | PTS | P | BONUS
   ===|==========|=================|=====|=====|===|======
    1 |  EA?AEBF | FABAcEE         |  H4 |  80 | 0 | *
    2 |  LMUAEYE | AY              |  I6 |  46 | 0 |  
    3 |  EELMUJE | JUMEL           |  J2 |  38 | 0 |  
    4 |  EEIGLEH | EGAYEE          |  7F |  32 | 0 |  

   Total: 196

Rack 0: HIL
commande> a l
 A B C D E F G H I J K L M N O P Q R S T U V W X Y Z ?
 6 1 2 3 9 1 1 2 8 0 1 4 2 6 6 2 1 6 6 6 5 2 1 1 0 1 1
commande> 
commande> q
fin du mode entraînement
commande> q
