Using seed: 0
[?] pour l'aide
commande> e
mode entraînement
[?] pour l'aide
commande> d MAISON
le mot -MAISON- existe
commande> d WXE
le mot -WXE- n'existe pas
commande> d GenTiLLeSse
le mot -GenTiLLeSse- existe
commande> d pouet
le mot -pouet- n'existe pas
commande> d cafÃ©
le mot -cafÃ©- n'existe pas
commande> d maÃ¯s
le mot -maÃ¯s- n'existe pas
commande> d mais
le mot -mais- existe
commande> q
fin du mode entraînement
commande> q
