[?] pour l'aide
commande> e
mode entraînement
[?] pour l'aide
commande> a l
 A B C D  E F G H I J K L M N O P Q R S T U V W X Y Z ?
 9 2 2 3 15 2 2 2 8 1 1 5 3 6 6 2 1 6 6 6 6 2 1 1 1 1 2
commande> t AEIRST?
commande> j AoRISTE H4
commande> a l
 A B C D  E F G H I J K L M N O P Q R S T U V W X Y Z ?
 8 2 2 3 14 2 2 2 7 1 1 5 3 6 6 2 1 5 5 5 6 2 1 1 1 1 1
commande> t WX
commande> j WAX 4G
commande> a l
 A B C D  E F G H I J K L M N O P Q R S T U V W X Y Z ?
 8 2 2 3 14 2 2 2 7 1 1 5 3 6 6 2 1 5 5 5 6 2 0 0 1 1 1
commande> q
fin du mode entraînement
commande> q
