[?] pour l'aide
commande> e
mode entraînement
[?] pour l'aide
commande> t EA?AEBF
commande> r
commande> n 1
commande> t LMUAEYE
commande> r
commande> a r
  1: AY                 46 I6
  2: YEBLE              38 6F
  3: BAYLE              36 6H
  4: MAYE               36 I3
  5: AMYLE              35 10D
  6: BAYE               35 6H
  7: ELYME              35 10D
  8: ELYME              35 10H
  9: BEY                34 6H
 10: LAYE               34 I3
commande> n 2
commande> a g
     1  2  3  4  5  6  7  8  9 10 11 12 13 14 15
 A   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 B   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 C   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 D   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 E   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 F   -  -  -  -  -  Y  -  -  -  -  -  -  -  -  -
 G   -  -  -  -  -  E  -  -  -  -  -  -  -  -  -
 H   -  -  -  F  A  B  A  c  E  E  -  -  -  -  -
 I   -  -  -  -  -  L  -  -  -  -  -  -  -  -  -
 J   -  -  -  -  -  E  -  -  -  -  -  -  -  -  -
 K   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 L   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 M   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 N   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 O   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
commande> a s
118
commande> n -1
commande> a s
80
commande> a g
     1  2  3  4  5  6  7  8  9 10 11 12 13 14 15
 A   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 B   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 C   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 D   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 E   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 F   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 G   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 H   -  -  -  F  A  B  A  c  E  E  -  -  -  -  -
 I   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 J   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 K   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 L   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 M   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 N   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 O   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
commande> a p
Eliot 1.5

Game type: Training
Player 0: Human

    N |   RACK   |    SOLUTION     | REF | PTS | P | BONUS
   ===|==========|=================|=====|=====|===|======
    1 |  EA?AEBF | FABAcEE         |  H4 |  80 | 0 | *

   Total: 80

Rack 0: LMUAEYE
commande> n -1
commande> a s
0
commande> a p
Eliot 1.5

Game type: Training
Player 0: Human

    N |   RACK   |    SOLUTION     | REF | PTS | P | BONUS
   ===|==========|=================|=====|=====|===|======

   Total: 0

Rack 0: EA?AEBF
commande> a g
     1  2  3  4  5  6  7  8  9 10 11 12 13 14 15
 A   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 B   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 C   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 D   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 E   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 F   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 G   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 H   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 I   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 J   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 K   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 L   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 M   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 N   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
 O   -  -  -  -  -  -  -  -  -  -  -  -  -  -  -
commande> a l
 A B C D  E F G H I J K L M N O P Q R S T U V W X Y Z ?
 9 2 2 3 15 2 2 2 8 1 1 5 3 6 6 2 1 6 6 6 6 2 1 1 1 1 2
commande> n -1
Cannot go back that far
commande> a s
0
commande> t IEIEIEF
commande> r
commande> n 1
commande> a s
14
commande> a l
 A B C D  E F G H I J K L M N O P Q R S T U V W X Y Z ?
 9 2 2 3 13 1 2 2 7 1 1 5 3 6 6 2 1 6 6 6 6 2 1 1 1 1 2
commande> a p
Eliot 1.5

Game type: Training
Player 0: Human

    N |   RACK   |    SOLUTION     | REF | PTS | P | BONUS
   ===|==========|=================|=====|=====|===|======
    1 |  IEIEIEF | FIEE            |  H8 |  14 | 0 |  

   Total: 14

Rack 0: EII
commande> q
fin du mode entraînement
commande> q
