Repository: 397821/eliot
Catalog: po/*.po
Languages: id

source: '%1%' is not a valid letter.
id: '%1%' bukan huruf yang benar

source: For technical reasons, Eliot currently only supports alphabetical characters as internal character representation, even if the tile has a display string defined. Please use another character and change your word list accordingly.
id: Karena alasan teknikal, Eliot sekarang hanya mengsupport huruf abjad sebagai representasi karakter internal, walaupun di dalam kotak ada teks yang terdefinisi untuk ditampilkan. Silakan gunakan huruf lain dan ganti daftar kata Anda.

source: Could not open file '%1%'
id: Tidak bisa membuka file '%1%'

source: Error on line %1%, col %2%: %3%
id: Error di baris %1%, kolom %2%: %3%

source: Cannot open output file '%1%'
id: Tidak bisa membuka file '%1%'

source: The word list is empty!
id: Daftar katanya kosong!

source: readLetters: Not enough fields in %1% (line %2%)
id: readLetters: Tidak ada cukup field di %1% (baris %2%)

source: readLetters: Invalid letter at line %1% (only one character allowed)
id: readLetters: Huruf yang tidak benar di baris %1% (hanya 1 karakter yang dibolehkan)

source: Mandatory options:
id: Pilihan tetap:

source: -d, --dicname <string> Set the dictionary name and version
id: -d, --dicname <teks> Tentukan nama kamus dan versinya

source: -l, --letters <string> Path to the file containing the letters (see below)
id: -l, --letters <teks> Path menuju ke file yang berisi huruf-huruf (lihat di bawah)

source: -i, --input <string> Path to the uncompressed dictionary file (encoded in UTF-8)
id: -i, --input <teks> Path menuju ke file kamus yang tidak dikompres (dikodekan di UTF-8)

source: The words must be in alphabetical order, without duplicates
id: Kata-katanya harus diurutkan berdasarkan huruf abjad, tanpa duplikasi

source: -o, --output <string> Path to the generated compressed dictionary file
id: -o, --output <teks> Path menuju ke file kamus yang dikompres

source: Other options:
id: Pilihan lain:

source: -h, --help Print this help and exit
id: -h, --help Cetak teks help ini dan

source: Example:
id: Contoh:

source: -d 'ODS 5.0' -l letters.txt -i ods5.txt -o ods5.dawg
id: -d 'ODS 5.0' -l huruf.txt -i ods5.txt -o ods5.dawg

source: The file containing the letters (--letters switch) must be UTF-8 encoded.
id: File yang berisi huruf-huruf (--letters parameter) harus dikodekan dengan UTF-8.

source: Each line corresponds to one letter, and must contain at least 5 fields separated with one or more space(s).
id: Setiap baris dihubungkan ke satu huruf, dan harus mempunyai setidaknya 5 bagian yang dipisahkan dengan satu spasi atau lebih.

source: - 1st field: the letter itself, as stored in the input file (single character)
id: - bagian pertama: huruf itu sendiri, seperti yang disimpan di file input (satu karakter)

source: - 2nd field: the points of the letter
id: - bagian ke-2: poin yang didapatkan dari huruf

source: - 3rd field: the frequency of the letter (how many letters of this kind in the game)
id: - bagian ke-3: frekuensi hurufnya (ada berapa banyak huruf ini di permainan ini)

source: - 4th field: 1 if the letter is considered as a vowel in Scrabble game, 0 otherwise
id: - bagian ke-4: 1 kalau huruf ini dianggap sebagai huruf vowel di permainan Scrabble, kalau tidak 0

source: - 5th field: 1 if the letter is considered as a consonant in Scrabble game, 0 otherwise
id: - bagian ke-5: 1 kalau huruf ini dianggap sebagai huruf konsonan di permainan Scrabble, kalau tidak 0

source: - 6th field (optional): display string for the letter (default: the letter itself)
id: - bagian ke-6 (tidak diharuskan): tampilkan teks untuk huruf tersebut (default: huruf itu sendiri)

source: - other fields (optional): input strings for the letter, in addition to the display string
id: - bagian lain (tidak diharuskan): masukkan teks untuk huruf tersebut, sebagai tambahan dari teks yang ditampilkan

source: Example for french:
id: Contoh untuk bahasa Perancis:

source: Example for catalan:
id: Contoh untuk bahasa Catalan (di Spanyol):

source: W 10 1 0 1 L.L L.L L-L L.L
id: W 10 1 0 1 L路L L.L L-L 目L

source: A mandatory option is missing
id: Pilihan yang diharuskan tidak ada

source: Load time: %1% s
id: Waktu load: %1% detik

source: Compression time: %1% s
id: Waktu untuk kompres: %1% detik

source: Maximum recursion level reached: %1%
id: Level rekursi maksimum yang dicapai: %1%

source: Exception caught: %1%
id: Perkecualian yang tercakup: %1%

source: Header::Header: Too many different letters for the current format; only %1% are supported
id: Header::Header: Terlalu banyak huruf yang berbeda untuk format yang sekarang, hanya %1% yang didukung.

source: Header::getCharFromCode: No letter for code '%1%'
id: Header::getCharFromCode: Tidak ada huruf untuk kode '%1%'

source: Header::getCodeFromChar: No code for letter '%1%' (val=%2%)
id: Header::getCodeFromChar: Tidak ada kode untuk huruf '%1%' (val=%2%)

source: Too old dictionary format. This format is not supported anymore since Eliot 1.8. You can create dictionaries in the new format with the 'compdic' tool provided with Eliot (since version 1.6).
id: Format kamus yang terlalu kuno. Format ini tidak didukung lagi sejak Eliot 1.8. Anda bisa membuat kamus di format yang baru dengan tool bernama 'compdic' yang disediakan oleh Eliot (sejak versi 1.6).

source: Dictionary name: %1%
id: Nama kamus: %1%

source: Compressed on: %1%
id: Dikompres pada: %1%

source: Compressed using a binary compiled by: %1%
id: Dikompres menggunakan binary yang dikompilasi oleh: %1%

source: Dictionary type: %1%
id: Tipe kamus: %1%

source: Letters: %1%
id: Huruf-huruf: %1%

source: Number of letters: %1%
id: Jumlah huruf: %1%

source: Number of words: %1%
id: Jumlah kata: %1%

source: Header size: %1% bytes
id: Ukuran header: %1% bytes

source: Root: %1% (edge)
id: Node akar: %1% (edge)

source: Nodes: %1% used + %2% saved
id: Nodes: %1% digunakan + %2% disimpan

source: Edges: %1% used + %2% saved
id: Edges: %1% digunakan + %2% disimpan

source: Letter
id: Huruf

source: Points
id: Poin

source: Frequency
id: Frekuensi

source: Consonant
id: Konsonan

source: Display
id: Tampilan

source: Alt. input
id: Alternative input

source: usage: %s dictionary
id: penggunaan: kamus %s

source: dictionary: path to eliot dawg dictionary
id: kamus: path ke kamus eliot dawg

source: Enter a regular expression:
id: Masukkan ekspresi yang reguler:

source: result:
id: hasil:

source: Invalid regular expression:
id: Ekspresi reguler yang tidak valid:

source: Cannot switch to a non-human player
id: Tidak bisa ganti ke pemain yang bukan orang:

source: Cannot switch to a player who has already played
id: Tidak bisa ganti ke pemain yang sudah bermain

source: Not a random mode
id: Bukan mode yang

source: The bag is empty
id: Kantongnya kosong

source: Not enough vowels or consonants to complete the rack
id: Tidak ada vowel atau konsonan yang cukup untuk melengkapi rak ini:

source: Some letters are invalid for the current dictionary
id: Beberapa huruf tidak valid untuk kamus yang digunakan sekarang

source: The bag does not contain all these letters
id: Kantongnya tidak mempunyai semua huruf ini

source: Not enough vowels or consonants in this rack
id: Tidak ada cukup vowel atau konsonan di rak ini

source: Player %u
id: Pemain %u

source: Training
id: Latihan

source: Rack:
id: Rak:

source: Consonant?
id: Konsonan?

source: Alternative inputs
id: Input lain

source: Please select a dictionary
id: Silahkan pilih sebuah kamus

source: Invalid or incomplete letters
id: Huruf-hurufnya tidak valid atau tidak lengkap

source: The word '%1' exists
id: Kata '%1' ada

source: The word '%1' does not exist
id: Kata '%1' tidak ada

source: Rack: %1
id: Rak: %1

source: Anagrams
id: Anagram

source: Regular expression: %1
id: Ekspresi reguler: %1

source: Invalid regular expression: %1
id: Ekspresi reguler yang tidak valid: %1

source: Yes
id: Ya

source: No
id: Tidak

source: File '%1' successfully saved
id: File '%1' telah berhasil dibuat

source: Eliot - Error
id: Eliot - Eror

source: Cannot save the words list: %1
id: Tidak dapat simpan daftar kata: %1

source: General information
id: Informasi umum

source: On this page, you can define the main information needed to create a new dictionary.
id: Di halaman ini, Anda dapat menentukan informasi utama yang dibutuhkan untuk membuat kamus baru.

source: Choose a dictionary name. This name will appear in Eliot status bar when the dictionary is loaded. E.g.: My Dic 1.0
id: Pilih nama kamus. Nama ini akan muncul di bar status Eliot ketika kamus sudah dimuat. Misalnya: My Dic 1.0

source: Choose the output file. This file will be generated by the wizard, and will contain the compressed dictionary. It must have the .dawg extension.
id: Pilih file output. File ini akan dibuat oleh wizard, dan akan berisi kamus yang dikompres. Filenya harus mempunyai ekstensi .dawg.

source: Choose the file containing the word list. It must be encoded in UTF-8, and must contain one word on each line.
id: Pilih file yang berisi daftar kata. File ini harus dikode dengan UTF-8, dan harus memuat satu kata di tiap baris.

source: Some invalid (non-alphabetical) characters have been found in the word list. They are indicated below, with the first line on which they were found:
id: Beberapa karakter yang tidak valid (bukan huruf abjad) telah ditemukan di daftar kata. Mereka tertulis di bawah, dengan baris pertama di mana mereka ditemukan:

source: '%1' (ASCII code %2) at line %3
id: '%1' (kode ASCII %2) di baris %3

source: Please correct the word list.
id: Silahkan benarkan daftar kata.

source: The word list contains duplicate entries.
id: Daftar katanya ada kata-kata yang terduplikasi.

source: Choose a file for the generated dictionary
id: Pilih file untuk kamus yang dibuat

source: Choose a word list file
id: Pilih sebuah file daftar kata

source: Letters characteristics
id: Karakteristik huruf-huruf

source: The table below lists all the letters found in the word list (plus the joker). For each letter, you need to define: - its value (number of points); - its frequency (number of occurrences in the game); - whether the letter can be considered as a vowel; - whether the letter can be considered as a consonant. Note that a letter can be considered both as a vowel and as a consonant. This is usually the case for the joker and, in French, for the Y letter.
id: Tabel di bawah berisi semua huruf yang ditemukan di daftar kata (termasuk joker). Untuk tiap huruf, Anda harus mendefinisikan: - berapa banyak poin yang didapatkan; - frekuensi (berapa kali muncul di permainan ini); - apabila huruf tersebut dapat dianggap sebagai huruf hidup; - apabila huruf tersebut dapat dianggap sebagai konsonan. Sebuah huruf dapat dianggap sebagai huruf hidup dan huruf mati. Ini biasanya untuk joker, dan dalam bahasa Perancis, untuk huruf Y.

source: Conclusion
id: Kesimpulan

source: Click '%1' to generate the dictionary.
id: Klik '%1' untuk membuat kamus.

source: You may now load it in Eliot using the checkbox below. You can also load it later, using the 'Settings -> Change dictionary...' menu option.
id: Sekarang Anda dapat memuatinya di Eliot menggunakan checkbox di bawah. Anda juga dapat memuatnya nanti, menggunakan Pilihan menu: 'Setting -> Pilih kamus...'.

source: Dictionary successfully created
id: Kamus telah berhasil dibuat

source: Turn
id: Giliran

source: Rack
id: Rak

source: Word
id: Kata

source: Ref
id: Referensi

source: Player
id: Pemain

source: (PASS)
id: (LULUS)

source: &Game
id: &Permainan

source: Board
id: Papan

source: Cannot load dictionary '%1' indicated in the preferences. Reason: %2
id: Tidak bisa memuat kamus '%1' yang diindikasikan di preferensi. Alasan: %2

source: No game
id: Tidak ada permainan

source: Training mode
id: Mode latihan

source: Duplicate game
id: Duplikasi permainan

source: Free game
id: Permainan gratis

source: No dictionary
id: Tidak ada kamus

source: Dictionary: %1
id: Kamus: %1

source: Loading a dictionary will stop the current game.
id: Memuat kamus akan menghentikan permainan yang sekarang.

source: Loaded dictionary '%1'
id: Kamus yang termuat '%1'

source: Do you want to continue?
id: Apakah Anda ingin lanjut?

source: &New...
id: &Permainan baru...

source: Start a new game
id: Mulai permainan baru

source: Load an existing game
id: Load permainan yang ada

source: &Save as...
id: &Simpan sebagai...

source: Save the current game
id: Simpan permainan yang sekarang

source: Print the current game
id: Cetak permainan yang sekarang

source: &Quit
id: &Berhenti

source: Quit Eliot
id: Hentikan Eliot

source: &History
id: &Sejarah

source: &First turn
id: Giliran &pertama

source: Go to the first turn of the game
id: Pergi ke giliran pertama dari permainan

source: &Previous turn
id: Giliran &sebelumnya

source: Go to the previous turn of the game
id: Pergi ke giliran sebelumnya dari permainan

source: &Next turn
id: Giliran &berikutnya

source: Go to the next turn of the game
id: Pergi ke giliran berikutnya dari permainan

source: &Last turn
id: Giliran &terakhir

source: Go to the last turn of the game
id: Pergi ke giliran terakhir dari permainan

source: &Replay turn
id: &Mainkan lagi giliran

source: Play the game from the current position, replacing what was really played
id: Mainkan permainan dari posisi sekarang, untuk mengganti apa yang sebenarnya dimainkan sebelumnya

source: &Settings
id: &Setting

source: &Choose dictionary...
id: &Pilih kamus...

source: Select a new dictionary
id: Pilih kamus baru

source: Create &new dictionary...
id: Buat &kamus baru...

source: Start the wizard for creating a new dictionary from an existing word list
id: Mulai wizard untuk membuat kamus baru dari daftar kata yang tersedia

source: &Preferences...
id: &Preferensi...

source: Edit the preferences
id: Edit preferensi

source: Show/hide the toolbar
id: Tampilkan/sembunyikan toolbar

source: &Bag
id: &Tas

source: Show/hide the remaining tiles in the bag
id: Tampilkan/sembunyikan kotak yang tersisa di dalam tas

source: &External board
id: &Papan eksternal

source: Show/hide the external board
id: Tampilkan/sembunyikan papan eksternal

source: Show/hide the game history
id: Tampilkan/sembunyikan sejarah permainan

source: &Dictionary tools
id: &Tool kamus

source: Show/hide the dictionary tools
id: Tampilkan/sembunyikan tool kamus

source: &About...
id: &Mengenai...

source: About Eliot
id: Mengenai Eliot

source: You have to select a dictionary (.dawg file) before starting a game. This can be done in the "Settings" menu. You can download dictionary files on Eliot web site.
id: Anda harus memilih sebuah kamus (file .dawg) sebelum memulai permainan. Ini dapat dilakukan di menu "Setting". Anda dapat download file kamus di website Eliot

source: Starting a new game will stop the current one.
id: Memulai permainan baru akan menghentikan permainan yang sekarang.

source: Game started
id: Permainan dimulai

source: You have to select a dictionary first!
id: Anda harus memilih kamus dulu

source: Load a game
id: Load permainan

source: Error while loading the game:
id: Error ketika load permainan:

source: Game loaded
id: Permainan sudah di-load

source: Save a game
id: Simpan permainan

source: Game saved
id: Permainan sudah disimpan

source: Error saving game: %1
id: Error untuk menyimpan permainan: %1

source: RACK
id: RAK

source: SOLUTION
id: SOLUSI

source: Choose a dictionary
id: Pilih sebuah kamus

source: Dictionary creation wizard
id: Wizard untuk membuat kamus

source: Bag
id: Tas

source: History
id: Sejarah

source: Dictionary tools
id: Tool kamus

source: Turn %1/%2
id: Giliran %1/%2

source: Replaying this turn will modify the game history by deleting the turns after the displayed one (i.e. turns "in the future").
id: Memainkan lagi giliran ini akan merubah sejarah permainan dengan terhapusnya giliran-giliran sesudah giliran yang ditampilkan (i.e. giliran "di masa yang akan datang").

source: Replaying from turn %1
id: Mainkan lagi dari giliran %1

source: Human
id: Manusia

source: Computer
id: Komputer

source: Player %1
id: Pemain %1

source: Name
id: Nama

source: Type
id: Tipe

source: Duplicate
id: Duplikasi

source: Enter the word to play (case-insensitive). A joker from the rack must be written in parentheses. E.g.: w(o)rd or W(O)RD
id: Masukkan kata untuk dimainkan (tidak ada perbedaan antara huruf besar atau huruf kecil). Joker dari rak harus ditulis da dalam tanda kurung. Contoh : k(a)ata atau K(A)TA

source: Enter the coordinates of the word. Specify the row before the column for horizontal words, and the column before the row for vertical words. E.g.: H4 or 4H
id: Masukkan koordinasi kata. Spesifikasikan baris sebelum kolom untuk kata-kata horisontal, dan kolom sebelum baris untuk kata vertikal. Contoh : H4 atau 4H

source: Some letters are not valid for the current dictionary
id: Beberapa huruf tidak valid untuk kamus sekarang

source: Invalid coordinates
id: Koordinasi tidak valid

source: The word does not exist
id: Kata ini tidak ada

source: The rack doesn't contain the letters needed to play this word
id: Rak ini tidak berisi huruf-huruf yang dibutuhkan untuk memainkan kata ini

source: The word is part of a longer one
id: Kata ini adalah bagian dari kata yang lebih panjang

source: The word tries to replace an existing letter
id: Kata ini berusaha untuk mengganti huruf yang ada

source: An orthogonal word is not valid
id: Kata yang ortogonal tidak valid

source: The word is already present on the board at these coordinates
id: Kata ini sudah ada di papan di koordinasi ini

source: A word cannot be isolated (not connected to the placed words)
id: Kata ini tidak dapat diisolasikan (tidak terhubung ke kata-kata yang ditempatkan)

source: The first word of the game must be horizontal
id: Kata pertama di permainan harus horisontal

source: The first word of the game must cover the H8 square
id: Kata pertama di permainan harus ditempatkan di kotak H8

source: The word is going out of the board
id: Kata-kata ini keluar dari papan

source: Incorrect or misplaced word
id: Kata yang tidak benar atau salah tempat

source: Cannot play word: misplaced parentheses
id: Tidak dapat mainkan kata: tanda kurung salah tempat

source: Cannot load preferences: %1
id: Tidak dapat load preferensi: %1

source: Cannot save preferences: %1
id: Tidak dapat simpan preferensi: %1

source: Score
id: Nilai

source: Warning: Cannot set the rack to '%1'
id: Peringatan: Tidak dapat set rak ke '%1'

source: Searching with rack '%1'...
id: Cari dengan rak '%1'...

source: Search done
id: Pencarian sudah dilaksanakan

source: Scores
id: Nilai-nilai

source: Racks
id: Rak-rak

source: Search complete
id: Pencarian sudah selesai

source: Search results
id: Hasil pencarian

source: History of the game
id: Sejarah permainan

source: N | RACK | SOLUTION | REF | PTS | P | BONUS
id: N | RAK | SOLUSI | REF | PTS | P | BONUS

source: h, H, ? Show/hide help box
id: h, H, ? Tampilkan/sembunyikan kotak help

source: y, Y Show/hide history of the game
id: y, Y Tampilkan/sembunyikan sejarah permainan

source: b, B Show/hide contents of the bag (including letters of the racks)
id: b, B Tampilkan/sembunyikan isi tas (termasuk huruf-huruf di rak)

source: e, E Show/hide dots on empty squares of the board
id: e, E Tampilkan/sembunyikan titik-titik di kotak-kotak kosong di papan

source: d, D Check the existence of a word in the dictionary
id: d, D Cek keberadaan kata di kamus

source: j, J Play a word
id: j, J Mainkan kata

source: s, S Save the game
id: s, S Simpan permainan

source: l, L Load a game
id: l, L Load sebuah permainan

source: q, Q Quit
id: q, Q Berhenti

source: [Training mode]
id: [Mode training]

source: * Take a random rack
id: * Ambil rak secara acak

source: + Complete the current rack randomly
id: + Penuhi rak sekarang secara acak

source: t, T Set the rack manually
id: t, T Set rak secara manual

source: c, C Compute all the possible words
id: c, C Komputasi semua kata-kata yang mungkin

source: r, R Show/hide search results
id: r, R Tampilkan/sembunyikan hasil pencarian

source: [Duplicate mode]
id: [Mode duplikasi]

source: n, N Switch to the next human player
id: n, N Ganti ke orang pemain berikutnya

source: [Free game mode]
id: [Mode permainan gratis]

source: p, P Pass your turn (with or without changing letters)
id: p, P Abaikan giliran Anda (dengan atau tanpa mengganti huruf)

source: <up>, <down> Navigate in a box line by line
id: <up>, <down> Navigasi di kotak baris per baris

source: <pgup>, <pgdown> Navigate in a box page by page
id: <pgup>, <pgdown> Navigasi di kotak halaman per halaman

source: Ctrl-l Refresh the screen
id: Ctrl-l Refresh layar

source: LETTER | POINTS | FREQUENCY | REMAINING
id: HURUF | NILAI | FREKUENSI | SISA

source: Play a word
id: Mainkan sebuah kata

source: Played word:
id: Kata yang telah dimainkan

source: Coordinates:
id: Koordinasi:

source: Dictionary
id: Kamus

source: Enter the word to check:
id: Masukkan kata untuk dicek

source: The word '%ls' exists
id: Kata '%ls' ada

source: The word '%ls' does not exist
id: Kata '%ls' tidak ada

source: Save the game
id: Simpan permainan

source: Enter the file name:
id: Masukkan nama file:

source: Game saved in '%ls'
id: Permainan disimpan di '%ls'

source: Error saving game %s:
id: Error untuk menyimpan permainan %s:

source: Unable to load game:
id: Tidak bisa load permainan:

source: Pass your turn
id: Abaikan giliran Anda

source: Enter the letters to change:
id: Masukkan huruf untuk diganti:

source: Cannot pass the turn
id: Tidak bisa abaikan giliran

source: Set rack
id: Set rak

source: Enter the new letters:
id: Masukkan huruf baru:

source: Cannot take these letters from the bag:
id: Tidak bisa ambil huruf-huruf ini dari tas:

source: Free game mode
id: Mode permainan gratis

source: Duplicate mode
id: Mode duplikasi

source: Joker game
id: Permainan joker

source: [h for help]
id: [h untuk help]

source: Check
id: Cek

source: Minimum length:
id: Panjang minimum:

source: Maximum length:
id: Panjang maksimum:

source: Note: only the 1000 first results have been displayed
id: Nota: hanya 1000 hasil pertama yang ditampilkan

source: Regular expressions
id: Ekspresi reguler

source: Dictionary name:
id: Nama kamus:

source: Letters:
id: Huruf-huruf:

source: Number of words:
id: Jumlah kata-kata:

source: Save words list...
id: Simpan daftar kata...

source: Dic. info.
id: Info kamus

source: Description
id: Deskripsi

source: Load this dictionary in Eliot
id: Load kamus ini di Eliot

source: Generated dictionary:
id: Kamus yang dihasilkan:

source: Word list:
id: Daftar kata:

source: Load letters from word list
id: Load huruf-huruf dari daftar kata

source: External board
id: Papan eksternal

source: Players
id: Pemain-pemain

source: New game
id: Permainan baru

source: Game type
id: Tipe permainan

source: Variant:
id: Variasi:

source: In a joker game, each rack contains a joker. When a word containing the joker is played on the grid, the joker is then replaced by the corresponding letter from the bag, and the joker stays in the rack. When the corresponding letter is not present in the bag, the joker is placed on the board. This variant, particularly interesting in Duplicate mode, is good to train using the joker.
id: Di permainan joker, setiap rak berisi sebuah joker. Ketika sebuah kata yang mempunyai joker dimainkan di kisi, joker lalu diganti oleh huruf yang berhubungan dari tas, dan joker tetap di rak. Ketika huruf yang berhubungan tidak ada di tas, joker ditempatkan di papan. Variasi ini, terutama menarik di mode Duplikasi, baik untuk berlatih menggunakan joker.
