Repository: 397821/eliot
Catalog: po/*.po
Languages: id

source: An explosive game is a bit like a joker game, except than when the computer chooses the rack (containing a joker), it performs a search and finds the best word possible with the rack. Then, if possible, it replaces the joker in the rack with the letter allowing to play this best word. This variant, unlike the joker game, allows playing with a normal-looking rack, but it usually gives much higher scores than in a normal game.
id: Permainan yang meledak agak mirip dengan permainan joker, kecuali ketika komputer memilih rak (yang berisi joker), komputer itu akan melaksanakan pencarian dan menemukan kata yang mempunyai kemungkinan paling baik dengan rak. Lalu, kalau mungkin, komputer mengganti joker di rak dengan huruf yang memungkinkan untuk memainkan kata yang terbaik ini. Variasi ini, tidak sama dengan permainan joker, memungkinkan untuk bermain dengan rak yang kelihatan normal, tapi biasanya ada nilai yang lebih tinggi daripada di permainan yang normal.

source: Explosive game
id: Permainan eksplosif

source: Name:
id: Nama:

source: Player 2
id: Pemain ke-2

source: Type:
id: Jenis:

source: Add player
id: Menambah pemain

source: Remove player
id: Menyingkirkan pemain

source: Shuffle
id: Mengacak

source: Change letters:
id: Ganti huruf-huruf:

source: Pass
id: Abaikan

source: Play a word:
id: Mainkan sebuah kata:

source: Enter the word to play (case-insensitive). A joker from the rack must be written in parentheses. E.g.: w(o)rd or W(O)RD
id: Masukkan kata untuk dimainkan (tidak peduli huruf besar atau huruf kecil). Sebuah joker dari rak harus ditulis di dalam tanda kurung. Contoh: k(a)ta atau K(A)TA

source: Play
id: Mainkan

source: Enter the coordinates of the word. Specify the row before the column for horizontal words, and the column before the row for vertical words. E.g.: H4 or 4H
id: Masukkan koordinasi dari kata. Spesifikasikan barisnya sebelum kolomnya untuk kata horisontal, dan kolomnya sebelum barisnya untuk kata vertikal. Contoh: H4 atau 4H

source: Enter the letters you want to change
id: Masukkan huruf-huruf yang Anda ingin ganti

source: Change
id: Ganti

source: Preferences
id: Preferensi

source: Dictionary path:
id: Direktori kamus:

source: Enter the dictionary path (mandatory to start a game)
id: Masukkan direktori kamus (diharuskan untuk memulai permainan)

source: Open a browser window to choose the dictionary
id: Buka window browser untuk memilih kamus

source: Show/hide the tiles points on the board.
id: Tampilkan/sembunyikan nilai kotak di papan.

source: Display tiles points
id: Tampilkan nilai kotak

source: If checked, the game and player histories will display the rack and the corresponding solution on the same line
id: Apabila ditandai, sejarah permainan dan pemain akan menampilkan rak dan solusi yang berhubungan di baris yang sama

source: Align the rack and the solution in history
id: Gabungkan rak dan solusi di sejarah

source: If checked, a confirmation will be requested before replaying the game from a given turn. If unchecked, the action is performed without confirmation.
id: Apabila ditandai, konfirmasi akan diminta sebelum memainkan lagi permainan dari giliran yang diberi. Apabila tidak ditandai, aksi akan dilaksanakan tanpa konfirmasi.

source: Warn before replaying a turn
id: Peringati sebelum memainkan lagi giliran

source: If checked, playing an invalid or misplaced word will not be possible. If unchecked, you will get 0 point and lose your turn
id: Apabila ditandai, memainkan kata yang tidak valid atau salah tempat tidak akan mungkin. Apabila tidak ditandai, Anda akan mendapat nilai 0 dan kehilangan giliran Anda

source: Refuse to play invalid moves
id: Menolak untuk memainkan langkah yang tidak valid

source: Min. players for a solo:
id: Minimum pemain untuk bermain solo:

source: Solo value:
id: Nilai tunggal:

source: Value of the solo bonus. Set it to 0 if you don't want solo bonus
id: Nilai dari bonus solo. Set ke 0 apabila Anda tidak ingin bonus solo

source: Minimum number of players needed to take into account the solo bonus
id: Jumlah pemain minimum yang dibutuhkan untuk memperhitungkan bonus solo

source: If checked, any change to the player rack in training mode will update the 'Plus 1' tab of the 'Dictionary tools' window
id: Apabila ditandai, perubahan apa pun di rak pemain di mode latihan akan merubah tab 'Plus 1' dari window 'Tool kamus'

source: Copy rack to the 'Plus 1' dictionary tool
id: Kutip rak ke tool kamus 'Plus 1'

source: Search results limit:
id: Batas hasil pencarian:

source: Maximum number of results returned by a search. The returned results will always be the best ones. Use 0 to disable the limit (warning: searches yielding many results can be extremely slow in this case!).
id: Jumlah hasil maksimum dari pencarian. Hasil yang diberikan selalu yang terbaik. Gunakan 0 untuk melumpuhkan batas (peringatan: pencarian yang mempunyai banyak hasil bisa menjadi sangat lambat di kasus ini!).

source: New rack
id: Rak baru

source: Complement
id: Lengkapi

source: Search
id: Cari

source: Play selected
id: Mainkan yang dipilih
